{
    "content": "this is a summary of a civil case that took place in the klaipeda district court the court decided to divide the property between the applicant and the defendant in a matrimonial property case the applicant was awarded 43100 parts of a residential house and a land plot while the defendant was awarded 57100 parts of a dwelling on the same land plot both parties have obligations towards a bank credit agreement and promissory notes the legal text discusses various legal provisions related to property division including shareable property deviation of equal shares establishment of an asset balance determining the value of assets and the right to compensation the court has made a decision regarding the divorce case ordering the dissolution of the marriage the applicant has been awarded a portion of the property while the defendant has been assigned another portion the court has also declared the parties obligations towards a bank credit agreement the court dismissed some parts of the application and counterclaim and ordered the applicant to pay the defendant and the state certain amounts as costs of the proceedings",
    "metadata": {
        "CASE_ID": "e2-319-941/2020",
        "civil_codes_used": [
            "Art. 3.127",
            "Art. 3.123",
            "Art. 3.118",
            "Art. 3.119",
            "Art. 3.98"
        ],
        "cost": "5.00 EUR (court fees) to be borne by the defendant 10.00 EUR (legal fees) + 865.00 EUR (stamp duty + court fees) to be borne by the applicant.",
        "law": "Divorce",
        "state": "LITHUANIA",
        "type": "judicial",
        "nature_of_separation": "Judicial",
        "marital_regime": "community of property",
        "duration": "N/A",
        "law_type": "N/A",
        "succession_type": "N/A",
        "subject_of_succession": "N/A",
        "testamentary_clauses": "N/A",
        "disputed_issues": "N/A",
        "relationship_between_parties": "N/A",
        "number_of_persons_involved": "N/A"
    }
}