{
    "content": "this is a summary of a civil case that took place in the šiauliai district court the defendant had to pay various fees including stamp duty legal fees and court fees in the final resolution the court decided to divide the defendants personal property which includes a share of an outbuilding and an audi a6 vehicle the court also declared that the defendants debts will be considered their personal obligation and can be enforced by a bailiff the text discusses various articles of the civil code related to the division of assets in a marriage the applicant sought a divorce maintenance and ownership of certain property the defendant did not appear for the hearing and the court ruled in favor of the applicant the court ordered the defendant to pay the costs incurred by the applicant and granted the applicant exemption from stamp duty costs the court also ordered the defendant to pay the costs of legal aid and the courts expenses the court granted the divorce and ordered the defendant to pay the required stamp duty the marriage was dissolved and the defendant received ½ of the property the court recognized the dissolution of the marriage and declared that the defendants debts will be enforced by a bailiff the defendant was ordered to pay various fees for the costs incurred during the case",
    "metadata": {
        "CASE_ID": "e2-274-674/2023",
        "civil_codes_used": [
            "Art. 3.118",
            "Art. 3.123",
            "Art. 3.117",
            "Art. 3.109",
            "Art. 3.87"
        ],
        "cost": "105.00 EUR (stamp duty) + 313.33 EUR (legal fees) + 73,04 EUR  (court fees) to be borne by the defendant 70.00 EUR (legal fees) to be borne by the applicant",
        "duration": "years",
        "law": "Divorce",
        "state": "LITHUANIA",
        "type": "judicial",
        "nature_of_separation": "Judicial",
        "duration_of_marriage": "years",
        "law_type": "N/A",
        "succession_type": "N/A",
        "subject_of_succession": "N/A",
        "testamentary_clauses": "N/A",
        "disputed_issues": "N/A",
        "relationship_between_parties": "N/A",
        "number_of_persons_involved": "N/A"
    }
}