{
    "content": "this is a summary of a civil case that took place in the vilnius city district court the case involved two parties referred to as the applicant and the defendant the defendant paid the legal and court fees while the applicant paid their own legal fees in the final resolution the court awarded the applicant a lexus vehicle and ordered the defendant to pay them a monetary compensation the court also recognized the applicants personal debts and discharged them in full the text discusses various articles related to property and assets in a marriage including the establishment of an asset balance sharing of matrimonial property and termination of matrimonial community property the claimant sought to dissolve the marriage divide the matrimonial property order compensation divide debts and have the defendant pay legal costs the court upheld the claim and dissolved the marriage awarding the claimant the lexus vehicle but also ordering them to pay the defendant a financial compensation the court also discharged the claimants personal obligations and ordered the defendant to pay costs the text does not provide specific details about the parties involved",
    "metadata": {
        "CASE_ID": "e2-1896-1090/2023",
        "civil_codes_used": [
            "Art. 3.118",
            "Art. 3.123",
            "Art. 3.117",
            "Art. 3.127",
            "Art. 3.88",
            "Art. 3.89",
            "Art. 3.100",
            "Art. 3.109"
        ],
        "cost": "888.96 EUR (legal fees + court fees) + 33.20 EUR (court fees) to be borne by the defendant + 70.00 EUR (legal fees) to be borne by the applicant",
        "duration": "years",
        "law": "Divorce",
        "state": "LITHUANIA",
        "type": "judicial",
        "nature_of_separation": "Judicial",
        "marital_regime": "community of property",
        "duration_of_marriage": "years",
        "law_type": "N/A",
        "succession_type": "N/A",
        "subject_of_succession": "N/A",
        "testamentary_clauses": "N/A",
        "disputed_issues": "N/A",
        "relationship_between_parties": "N/A",
        "number_of_persons_involved": "N/A"
    }
}